tests/output/last_soap_response.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope"><env:Header/><env:Body><ns2:rRetEnviDe xmlns:ns2="http://ekuatia.set.gov.py/sifen/xsd"><ns2:rProtDe><ns2:Id>01048496782001001000001722026012213555161460</ns2:Id><ns2:dFecProc>2026-01-22T12:20:51-03:00</ns2:dFecProc><ns2:dDigVal>UA1I37q8TniNQyi6Oxpe+pHQmeVuafM1GBEI+1fapgk=</ns2:dDigVal><ns2:dEstRes>Rechazado</ns2:dEstRes><ns2:gResProc><ns2:dCodRes>1264</ns2:dCodRes><ns2:dMsgRes>RUC del emisor no est&#225; habilitado para utilizar este tipo de servicio</ns2:dMsgRes></ns2:gResProc></ns2:rProtDe></ns2:rRetEnviDe></env:Body></env:Envelope>